const booksData = [
    { id: 1, 
      title: "혼나지 않게 해 주세요",
      pages_cnt: 7,
      preview: `이 책은 만날 혼나는 아이가 가족과 친구들로부터 외톨이가 되어 가는 모습을 통해, 아이의 마음을 들여다보지 못하는 어른들의 닫힌 시선에 따끔한 경종을 울리는 책입니다. 아이는 처음 혼이 났을 때는 변명이나 마음속 이야기를 했을 겁니다. 하지만 어른들이 자기 말을 들어주기는커녕 어른 말에 대꾸한다고 더 화를 냈겠지요. 이제 아이는 억울해도 속으로 생각만 할 뿐 더 이상 말을 하지 않습니다. 입을 꾹 다물고 고개를 돌립니다. 아무 대꾸도 않고 혼나기만 하지요. 이렇게 아이와 어른 사이는 단절되어 갑니다.

      이렇게 굳게 닫힌 아이의 마음을 어루만지는 묘약은 어떤 장황한 설교나 훈시가 아닌 작은 칭찬 한마디였습니다. 자기가 나쁜 아이인 것 같아 밤잠을 설치던 아이가 선생님의 칭찬 한마디에 세상 누구보다 행복한 아이가 되고 앞으로 더 착한 아이가 되겠다고 결심하는 장면에서, 아이를 바꾸는 가장 큰 힘은 혼내는 것이 아닌 따뜻한 칭찬이라는 것을 가슴 뭉클하게 느끼게 됩니다.`,
    },
    { id: 2, 
      title: "우리는 언제나 다시 만나",
      pages_cnt: 9,
      preview: `신이 세상 모든 곳에 존재할 수 없어 ‘엄마’가 존재한다는 말이 있습니다. 그만큼 ‘엄마’라는 존재는 아이에게 세상에서 가장 따뜻한 품이자 든든한 버팀목이 아닐까요? 엄마 또한 세상에 하나뿐인 아이를 위해 무엇이든 다 할 수 있고, 무엇이든 해 주고 싶은 마음입니다. 하지만 아이가 점점 자라면서 엄마가 아이와 모든 것을 함께 할 수 없다는 걸 알게 됩니다. 그리고 언젠가는 엄마 곁을 떠나 아이 혼자서 세상을 마주하고, 혼자서 걸어가야 할 순간이 찾아오지요. 바로 그때 엄마가 아이에게 들려줘야 할 그림책이 있습니다.

      『우리는 언제나 다시 만나』는 앞으로 멋지게 세상을 살아갈 아이에게 전하는 엄마의 사랑과 응원의 메시지입니다. 태어나서 어른이 될 때까지....... 변화무쌍한 성장 과정 속에서 아이에 대한 엄마의 변함없는 사랑을 이야기합니다. 아주 오랫동안 떨어져 있다 해도, 엄마는 너를 사랑하고, 언제나 우리는 다시 만난다는 걸 알려줍니다. 그러니 세상을 누비며 마음껏 날아다니다 힘들면 언제든 엄마를 찾아오라고 말하지요. 다시 날아오를 힘이 생길 때까지 꼭 엄마가 꼭 안아 줄 거니까요. 이 책은 엄마라면 누구나 공감하고 아이에게 매일매일 들려주고 싶을 것입니다. 지금 끊임없이 엄마를 찾는 유아기 아이의 엄마뿐 아니라, 앞으로 태어날 아이를 기다리는 예비 엄마, 어느덧 아이가 자라서 곧 떠나 보내야 할 청소년기 아이의 엄마… 모든 엄마가 사랑하는 아이에게 들려주고 싶은 따뜻한 사랑과 힘찬 응원을 담고 있습니다.`,
    },
    // ... 추가 책 목록
  ];

  export default booksData;